Revit 2027 API
EnergyDataSettings.UseAirChangesPerHour Property
 True if user is specifying air changes per hour, false otherwise.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool UseAirChangesPerHour { get; set; }
Public Property UseAirChangesPerHour As Boolean
	Get
	Set
public:
property bool UseAirChangesPerHour {
	bool get ();
	void set (bool value);
}
member UseAirChangesPerHour : bool with get, set
Property Value
Boolean
See Also
Reference
EnergyDataSettings Class
Autodesk.Revit.DB.Analysis Namespace